Repository: wackiri/dla-oj
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: sr_latn

# time format with day
source: %d day %h:%m:%s
sr_latn: %d dan i %h:%m:%s

source: Vote on problem points
sr_latn: Glasajte za poene zadatka

source: Unable to delete vote: %s
sr_latn: Neuspešno brisanje glasa: %s

source: Edit points vote (%s)
sr_latn: Promeni glas za poene (%s)

source: Unable to cast vote: %s
sr_latn: Neuspešno slanje glasa: %s

source: Number of votes for this point value
sr_latn: Broj glasova za ovaj broj poena

source: past year
sr_latn: protekle godine

source: %(cnt)d total submission
sr_latn: %(cnt)d poslato rešenje

source: %(cnt)d submission in the last year
sr_latn: %(cnt)d poslato rešenje u proteklih godinu dana

source: %(cnt)d submission in %(year)d
sr_latn: %(cnt)d poslato rešenje u %(year)d

source: %(cnt)d submission on %(date)s
sr_latn: %(cnt)d poslato rešenje %(date)s
